---
kind: property
id: P:Autodesk.Revit.DB.Analysis.EnergyAnalysisOpening.Height
zh: 高度
source: html/41cc6b71-7b3d-4581-075c-589a56a3d408.htm
---
# Autodesk.Revit.DB.Analysis.EnergyAnalysisOpening.Height Property

**中文**: 高度

The height of the analytical rectangular geometry.

## Syntax (C#)
```csharp
public double Height { get; }
```